17/constant/polyMesh/boundary
FoamFile
{
	version	2.0;
	format	ascii;
	class	polyBoundaryMesh;
	location	"constant/polyMesh";
	object	boundary;
}
6
(
	outlet
	{
		type	patch;
		startFace	449068;
		nFaces	793;
	}
	left
	{
		type	cyclicAMI;
		neighbourPatch	right;
		matchTolerance	1e-4;
		transform	rotational;
		rotationAxis	(1 0 0);
		rotationCentre	(0 0 0);
		startFace	449861;
		nFaces	5680;
	}
	right
	{
		type	cyclicAMI;
		neighbourPatch	left;
		matchTolerance	1e-4;
		transform	rotational;
		rotationAxis	(1 0 0);
		rotationCentre	(0 0 0);
		startFace	455541;
		nFaces	5408;
	}
	inlet
	{
		type	patch;
		startFace	460949;
		nFaces	939;
	}
	propeller
	{
		type	wall;
		startFace	461888;
		nFaces	7157;
	}
	external
	{
		type	patch;
		startFace	469045;
		nFaces	840;
	}
)