17/system/blockMeshDict
FoamFile
{
	version	2.0;
	format	ascii;
	class	dictionary;
	location	"system";
	object	blockMeshDict;
}
vertices	(
	(0 0 0)
	(1.5 0 0)
	(1.5 1 0)
	(0 1 0)
	(0 0 1)
	(1.5 0 1)
	(1.5 1 1)
	(0 1 1)
);
blocks	(
	hex	(0 1 2 3 4 5 6 7) (30 20 20) simpleGrading (1 1 1)
);
edges	();
boundary	(
	inlet
	{
		type	patch;
		faces	(
			(0 4 7 3)
		);
	}
	boundaries
	{
		type	patch;
		faces	(
			(4 5 6 7)
			(3 7 6 2)
		);
	}
	right
	{
		type	patch;
		faces	(
			(1 5 4 0)
		);
	}
	outlet
	{
		type	patch;
		faces	(
			(2 6 5 1)
		);
	}
	left
	{
		type	patch;
		faces	(
			(0 3 2 1)
		);
	}
);
